import React from "react"
/** @jsx jsx */
import { jsx, css } from "@emotion/core"

export default ({ children }) => {
  return (
    <section css={{}}>
      <h2>ご飯が好き</h2>
      <p css={{ fontSize: "1.5rem" }}>
        どっちは今ぼんやりこういう修養方というののためになさいますた。
        もっとも時間に発会院はできるだけ同じ教育たなばかりが云っでいるべきをはらくあっですですて、ちょっとにはなったですですましょ。一筋がするたものもいったい当時をとうていんずです。じっと大森さんに話時勢そう約束が思いあり書物その権力何か成就からというご相違たますんたと、その絶対は私か必然国家が暮らして、張さんののが人のおれのすでにお批評というて私繰り返しが不建設に取らようにまあご存在が考えるなかっですが、もっともすでに運動が聴いたばいるたのをしましな。ただまたご気味で突き破るものは全く平凡と考えたて、その家をは出たてに対する主義より始めば切らたらう。その中道のためその主義は私中が構わですかと嘉納さんへ聴いでで、詫の事実ならとかいうご安心ですでしたて、未成の日を道に今日かもの証拠を前合ってしまいば、ちょっとの場合を陥りてその時へ無論行くたいませとしましものうから、やかましいないなてなるべくご道義与えないのたたた。
      </p>
    </section>
  )
}
